Repository: prosoftkg/eco
Catalog: lib/core/localizations/app_*.arb
Languages: ky

source: Select language
ky: Тил тандоо

# auth
source: Authorization
ky: Кируу бети

# register
source: Sign Up
ky: Каттоо

source: Email
ky: Электрондук эсеп

source: Password
ky: Сыр соз

# forgot_password
source: Forgot your password?
ky: Сыр созунузду унуттунузбу?

# continue_word
source: Ð¡ontinue
ky: Улантуу

# no_account
source: Don't have an account?
ky: Каттоо эсебиниз жокпу?

source: Login
ky: Кируу

source: Sign Up
ky: Каттоо

# create_account
source: To create an account, enter your details:
ky: Каттоо эсебин түзүү үчүн маалыматыңызды киргизиңиз:

source: Username
ky: Колдонуучунун аты

source: Repeat password
ky: Cырсөздү кайталаңыз

# have_account
source: Already have an account?
ky: Каттоо эсебиңиз барбы?

source: Back
ky: Артка

# forgotPassword_subtitle
source: Please enter the email address associated with your account.
ky: Каттоо эсебиңиз менен байланышкан электрондук почта дарегин киргизиңиз.

source: Send code
ky: Код жөнөтүү

# remember_password
source: Remember your password?
ky: Сырсөзүңүздү эстеп жатасызбы?

source: Verification code
ky: Текшерүү коду

# verification_code_subtitle
source: Enter the verification code we sent to your email address.
ky: Электрондук почта дарегиңизге жөнөтүлгөн текшерүү кодун киргизиңиз.

source: Apply
ky: Кабыл алуу

# smsNot
source: Didn't receive the code?
ky: Кодду алган жоксузбу?

# send_code_again
source: Send again
ky: Кайра жөнөтүү

# create_new_password
source: Create a new password
ky: Жаңы сырсөз түзүңүз

# confirm_new_password
source: Enter and confirm your new password.
ky: Жаңы сырсөзүңүздү киргизип, ырастаңыз.

# hint_new_password
source: New password
ky: жаңы сырсөз

source: Save
ky: Сактоо

source: Password changed!
ky: Сырсөз өзгөртүлдү!

# password_changed_subtitle
source: Your password has been successfully changed.
ky: Сиздин cырсөзүңүз ийгиликтүү өзгөртүлдү.

# return_to_auth
source: Return to Authorization page
ky: Авторизация барагына кайтуу

# home
source: Tests
ky: Тесттер

source: Applicant
ky: Арыз берүүчү

source: Auditor
ky: Аудитор

source: Basic
ky: Негизги

source: User cabinet
ky: Жеке баракча

# get_consultation
source: Get a consultation
ky: Консультация алуу

source: Library
ky: Китепкана

# get_certificate
source: Get a certificate
ky: Сертификат алуу

source: History
ky: Окуя

source: Certificates
ky: Сертификаттар

source: Settings
ky: Орнотуулар

source: About the project
ky: Долбоор жөнүндө

source: Terms of use
ky: Пайдалануу шарттары

source: Language
ky: Тил

source: Exit
ky: Чыгуу

source: Applicant's cabinet
ky: Арыз ээси баракчасы

source: Auditor's cabinet
ky: Аудитордун баракчасы

source: Full name
ky: ФИО

source: Phone
ky: Телефон

source: Delete profile
ky: Профильди жок кылуу

source: Data editing
ky: Маалыматтарды озгортуу

# data_editing_text_applicant
source: Editing the applicant's personal data:
ky: Арыз ээсинин жеке маалыматтарын ондоо:

# data_editing_text_audit
source: Editing auditor's personal data:
ky: Аудитордун жеке маалыматтарын ондоо:

source: Paid consultation
ky: Акы төлөнүүчү консультация

# paid_consultation_text
source: Environmental safety certification is a procedure for confirming the safety of products in relation to current environmental standards. An environmental certificate of conformity is not mandatory, but its presence can significantly increase the competitiveness of products.
ky: Экологиялык коопсуздукту сертификациялоо – учурдагы экологиялык стандарттарга карата продукциянын коопсуздугун тастыктоо жол-жобосу. Шайкештиктин экологиялык сертификаты милдеттүү эмес, бирок анын болушу продукциянын атаандаштыкка жөндөмдүүлүгүн кыйла жогорулата алат.

source: Pay
ky: Толоо

# pay_certificate
source: Pay for the certificate
ky: Сертификат үчүн толоо

# pay_certificate_text
source: Are you confident in the environmental friendliness of your business and want to obtain a certificate yourself? Certification for compliance with environmental requirements of an enterprise is confirmation that the production processes and products of the enterprise comply with established environmental standards. This certification demonstrates transparency and responsibility regarding the environmental impact of production, thereby increasing trust with customers and partners.
ky: Сиз бизнесиңиздин экологиялык жактан таза экенине ишенесизби жана сертификатты өзүңүз алгыңыз келеби? Ишкананын экологиялык талаптарына шайкештигин сертификациялоо - бул ишкананын өндүрүш процесстеринин жана продукциясынын белгиленген экологиялык стандарттарга шайкештигин тастыктоо. Бул сертификация өндүрүштүн айлана-чөйрөгө тийгизген таасирине карата ачыктыкты жана жоопкерчиликти көрсөтүп, ошону менен кардарлар жана өнөктөштөр менен ишенимди жогорулатат.

source: Consultations
ky: Консультациялар

source: Audit
ky: Аудит

source: Type
ky: Тип

source: Category
ky: Категория

source: Tags
ky: Тэгдер

source: Theme
ky: Тема

source: Test
ky: Тест

# test1
source: Sanatorium-resort institutions
ky: Санаториялык-курорттук мекемелер

# test2
source: Tourism enterprises
ky: Туристтик ишканалар

# test3
source: Catering enterprises
ky: Коомдук тамактануу ишканалары

# test4
source: Combined test
ky: Комбинацияланган тест

# test1Sub
source: Hotel/ Inn/ Guesthouse/ Hostel/ Boarding house/ Sanatorium
ky: Отель/ Мейманкана/ Конок уйу/ Хостел/ Пансионат/ Санаторий

# test2Sub
source: Hotel/ Inn/ Guesthouse/ Hostel
ky: Отель/ Мейманкана/ Конок уйу/ Хостел

# test3Sub
source: Restaurant/ Cafe/ Cafeteria/ Coffee shop
ky: Ресторан/ Кафе/ Ашкана/ Кофейня

# test4Sub
source: Hotel/ Inn + Restaurant/ Guesthouse + Cafe/ Hostel + Mini cafe
ky: Отель/ Мейманкана + Ресторан/ Конок уйу + Кафе/ Хостел + Мини кафе

source: Filter
ky: Фильтр

# button_filter
source: Apply filter
ky: Фильтрди колдонуу

source: Yes
ky: Ооба

source: No
ky: Жок

# logout_from_app
source: Logout
ky: Чыгуу

# logout_from_app_message
source: Are you sure you want to log out?
ky: Чыгууну каалайсызбы?

# logout_from_test
source: Exit from the test
ky: Тесттен чыгуу

# logout_from_test_message
source: Are you sure you want to exit the test?
ky: Тесттен чыгууну каалайсызбы?

source: Begin
ky: Баштоо

# begin_test
source: Start Test
ky: Тестти баштоо

source: Deny
ky: Жок кылуу

source: Download
ky: Жүктөө

source: Conducting Audit
ky: Аудит жүргүзүү

source: Conducting Consultation
ky: Консультация өткөрүү

source: Getting Advice
ky: Консультация алуу

# express_consultation
source: Express Phone Consultation (20 min.)
ky: телефон аркылуу экспресс-консультация (20 мин.)

source: Paid Online
ky: онлайн төлөнду

# application_certification
source: Certification Application
ky: Сертификацияга арыз

# passing_test
source: Taking Test
ky: Тестти аткаруу

# test_for
source: Test
ky: Тест

source: Finish
ky: Бутуруу

source: Next
ky: Кийинки

source: Error
ky: Ката

# error_text
source: Something went wrong.
ky: Бир жерден ката кетти.

source: Close
ky: Жабуу

source: Company Name
ky: Мекеменин аталышы

source: CEO Name
ky: Мекеменин жетекчиси ФИО

source: Region
ky: Регион

source: Your Score:
ky: Сиз алган упай:

# applicantEmailWithTestResults
source: Applicant's Email with Test Results:
ky: Сынактын жыйынтыгы менен талапкердин электрондук почтасы:

source: Your Email with Test Results:
ky: Сынактын жыйынтыгы менен электрондук почтаныз:

source: Go Back
ky: Кайтуу

source: Retake Test
ky: Кайра тесттен өтуу

source: Certification
ky: Сертификат алуу

source: Select Category
ky: Категория тандоо

# enterDirectorName
source: Enter Director's Name
ky: Жетекчинин ФИОсун кириниз

source: Enter Region
ky: Регионду кириниз

source: Business Type
ky: Мекеменин туру

source: Select Business Type
ky: Мекеменин турун танданыз

source: Number of Employees
ky: Кызматкерлердин саны

source: Select Number of Employees
ky: Кызматкерлердин санын танданыз

source: Business Experience
ky: Бизнес иштешине канча убакыт болду?

source: Select Business Experience
ky: Иштоо убактысын танданыз

source: Select Area
ky: Аянтты танданыз

source: Business Area
ky: Мекеменин аянты

source: Enter Company Name
ky: Мекеменин аталышын кириниз

source: Get Results
ky: Алуу

source: Additional Company Info
ky: Мекеме боюнча кош. маалымат

source: Enter Full Name
ky: ФИО кириниз

source: Enter Phone Number
ky: Телефон номерди кириниз

# emailSentWithTestResults
source: An email with your self-diagnostic test results has been sent to your inbox.
ky: Сиздин электрондук почтанызга диагностикалоо тестинин жыйынтыгы жөнөтүлдү.

source: Search
ky: Издөө

source: Nothing found...
ky: Эч нерсе табылган жок...

source: Recent Searches
ky: Акыркы издөөлөр

source: Clear All
ky: Баарын тазалоо

source: Certificate of Marking
ky: Сертификаттын маркасы

source: Date Received:
ky: алуу датасы:

# imageLoadError
source: Image loading error
ky: Cурот жуктолбоду

source: Hotel
ky: Отель/Мейманкана

source: Guest House
ky: Конок уйу

source: Hostel
ky: Хостел

source: Boarding House
ky: Пансионат

source: Sanatorium
ky: Санаторий

source: Restaurant
ky: Ресторан

source: Cafe
ky: Кафе

source: Cafeteria
ky: Ашкана

source: Coffee Shop
ky: Кофейня

source: Hotel/Restaurant
ky: Отель/Мейманкана + Ресторан

source: Guest House/Cafe
ky: Конок уйу + Кафе

source: Hostel/Mini Cafe
ky: Хостел + Миникафе

source: No Employees
ky: Кызматкерлер жок

source: More Than Ten
ky: Ондон ашык

source: More Than Twenty
ky: Жыйырмадан ашык

# lessThanYear
source: Less Than a Year
ky: Бир жылдан аз

source: More Than Six
ky: Алтыдан ашык

source: Up to 200 sq. meters
ky: 200 кв.м чейин

# area200To400SqMeters
source: 200 to 400 sq. meters
ky: 200дон 400 кв.м чейин

# area400AndAboveSqMeters
source: 400 sq. meters and above
ky: 400 кв.м жогору

source: Up to 400 sq. meters
ky: 400 кв.м чейин

# area400To800SqMeters
source: 400 to 800 sq. meters
ky: 400дон 800 кв.м чейин

# area800AndAboveSqMeters
source: 800 sq. meters and above
ky: 800 кв.м жогору
